convert = {
    'az': 0,
    'be': 1,
    'en': 2,
    'et': 3,
    'fi': 4,
    'kk': 7,
    'lt': 9,
    'lv': 10,
    'mn': 11,
    'no': 12,
    'pl': 13,
    'ru': 14,
    'uk': 15,
    1: 5,
    2: 16,
    3: 6,
    5: 8
}

def get_list_languages():
    return ["Азербайджанский", "Белорусский", "Английский",
            "Эстонский", "Финский", "Грузинский", "Японский", 
            "Корейский", "Казахский","Литовский",  "Латышский",
            "Монгольский", "Норвежский", "Польский", "Русский",
            "Украинский", "Китайский"
            ]

def get_languages_string():
    return "\n".join([f"{i+1}. {lang}" for i, lang in enumerate(sorted(get_list_languages()))])